{
  "navigation": {
    "about-me": "Über mich",
    "skills": "Fähigkeiten",
    "portfolio": "Portfolio",
    "contact": "Kontakt",
    "imprint": "Impressum",
    "privacy": "Datenschutz"
  },
  "intro": {
    "iam": "Ich bin",
    "iam-subtitle": "Fullstack Developer",
    "button": "Lass uns reden!",
    "scroll": "nach unten"
  },
  "about-me": {
    "title": "Über mich",
    "description": "Hallo, ich komme aus Wittmund in Niedersachsen und bin Fullstack Softwareentwickler für Webanwendungen. Mit viel Engagement und Interesse am Programmieren habe ich bereits erste Projekte umgesetzt, erkunden Sie gerne mein Portfolio.",
    "bulp": "In den letzten Jahren habe ich vielfältige Erfahrungen in verschiedenen Projekten gesammelt, angefangen bei der Erstellung einfacher Webseiten bis hin zu umfangreichen Backend-Projekten.",
    "puzzle": "Warum Softwareentwicklung? Durch meine bisherigen Projekte habe ich erkannt, dass mir die Softwareentwicklung liegt und großen Spaß macht. Um die Fähigkeiten, die ich mir selbst angeeignet habe auf ein professionelles Niveau zu heben, habe ich eine Weiterbildung bei der Developer Akademie erfolgreich abgeschlossen."
  },
  "skills": {
    "title": "Meine Fähigkeiten",
    "description": "Ich habe meine Fähigkeiten in der Fullstack-Entwicklung weiterentwickelt, wodurch ich in der Lage bin, verschiedene reale Projekte zu erstellen.",
    "getintouch": "Kontaktiere mich"
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "join": "Ein Aufgabenmanager, inspiriert vom Kanban-System. Erstellen und organisieren Sie Aufgaben mit Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
    "el-pollo-loco": "Ein Jump'n'Run-Spiel basierend auf einem objektorientierten Ansatz. Helfen Sie Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "videoflix": "Eine maßgeschneiderte Videoplattform mit individuell gestaltetem Backend. Speichern Sie Ihre Favoriten und schauen Sie dort weiter wo Sie zuletzt pausiert haben."
  },
  "contact": {
    "title": "Kontakt",
    "subtitle": "Haben Sie ein Problem zu beheben?",
    "description": "Kontaktieren Sie mich über dieses Formular. Ich freue mich darauf von Ihnen zu hören.",
    "contact": "Benötigen Sie einen Fullstack Entwickler?",
    "contact-bold": "Kontaktieren Sie mich!",
    "name": "Name",
    "name-valid": "Bitte geben Sie Ihren Namen ein",
    "email": "E-Mail",
    "email-valid": "Bitte geben Sie Ihre E-Mail Adresse ein",
    "message": "Nachricht",
    "message-valid": "Ihre Nachricht muss mindestens 10 Zeichen lang sein",
    "send": "Nachricht senden",
    "privacy-before": "Ich akzeptiere die ",
    "privacy-link": "Datenschutzbestimmungen ",
    "privacy-after": "und bin damit einverstanden.",
    "accept": "Bitte akzeptiere die Datenschutzbestimmungen",
    "thank-you": "Danke!"
  },
  "footer": {
    "imprint": "Impressum"
  }
}
