{
  "navigation": {
    "about-me": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "contact": "Contact",
    "imprint": "Imprint",
    "privacy": "Privacy Policy"
  },
  "intro": {
    "iam": "I am",
    "iam-subtitle": "Fullstack Developer",
    "button": "Lets talk!",
    "scroll": "Scroll down"
  },
  "about-me": {
    "title": "About me",
    "description": "Hello, I am from Wittmund in Lower Saxony and a full-stack software developer for web applications. My enthusiasm for software development and IT drives me to create innovative solutions. With a lot of dedication and a keen interest in programming, I have already completed some initial projects. Feel free to explore my portfolio!",
    "bulp": "In recent years, I have gained diverse experience in various projects, ranging from creating simple websites to extensive backend projects. My extensive experience in SQL and Python has enabled me to develop complex solutions.",
    "puzzle": "Why software development? Through my previous projects, I realized that I have a talent for software development and enjoy it immensely. To bring the skills I taught myself to a professional level, I successfully completed a training program at the Developer Akademie."
  },
  "skills": {
    "title": "My Skills",
    "description": "I have grown my fullstack developments skills that have allowed me to create different real projects.",
    "getintouch": "Get in Touch"
  },
  "portfolio": {
    "title": "Portfolio",
    "description": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "el-pollo-loco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "videoflix": "A custom video platform with a uniquely designed backend. Save your favorites and continue watching right where you left off.",
    "coderr": "A platform where you can find and hire software developers for your projects."
  },
  "contact": {
    "title": "Contact",
    "subtitle": "Got a Problem to solve?",
    "description": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact": "Need a Fullstack developer? ",
    "contact-bold": "Contact me!",
    "name": "Your name",
    "name-valid": "Please enter a valid name",
    "email": "Your email",
    "email-valid": "Please enter a valid email",
    "message": "Your message",
    "message-valid": "Your message must be at least 10 characters long",
    "send": "Send message :)",
    "privacy-before": "I've read the ",
    "privacy-link": "privacy policy ",
    "privacy-after": "and agree to the processing of my data as outlined.",
    "accept": "Please accept the privacy policy",
    "thank-you": "Thanks!"
  },
  "footer": {
    "imprint": "Imprint"
  }
}
